Revit 2027 API
SpecTypeId.Force Property
 Force, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Force { get; }
Public Shared ReadOnly Property Force As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Force {
	ForgeTypeId^ get ();
}
static member Force : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace